# LActLayer

## Description
Function LActLayer returns a handle to the last object in the active layer.

```pascal
FUNCTION LActLayer : HANDLE;
```

```python

def vs.LActLayer():
    return HANDLE
```

## Remarks
Returns a handle to the last object in the active layer.<BR>
<BR>
[sd 8/14/98]

## Version
Availability: from MiniCAD
## Category
* Document List Handling